var data = {
	"V2.5.0": {
		"date": "2019-12-21",
		"updateList": [
			'新增|查看历史更新记录',
			'优化|分包-运动员报名',
			'修复|BUG-运动员等级计算有误'
		]
	},
	"V2.4.0": {
		"date": "2019-06-25",
		"updateList": [
			'新增|广告播放(穷)',
			'优化|分包-通知规程(提升加载速度)',
			'优化|分包-小工具-计算运动员等级',
			'优化|页面逻辑(首页可不登录)',
		]
	},
	"V2.2.0": {
		"date": "2019-03-05",
		"updateList": [
			'新增|报名成功后发送服务通知',
			'修复|BUG-联系管理员提交失败',
			'修改|用户登录的底层逻辑',
			'修改|各类赛事图标',
		]
	},
	"V1.5": {
		"date": "2018-08-24",
		"updateList": [
			'新增|分享功能',
			'新增|检查是否有权限报名',
			'修改|开赛时间的显示'
		]
	},
	"V1.3": {
		"date": "2018-07-21",
		"updateList": [
			'新增|小工具-计算运动员等级',
			'新增|修改运动员资料/用户密码'
		]
	},
	"V1.1": {
		"date": "2018-07-09",
		"updateList": [
			'新增|小程序注册功能',
			'新增|首页下拉刷新赛事列表'
		]
	},
	"V1.0": {
		"date": "2018-06-15",
		"updateList": [
			'发布|首个版本'
		]
	}
};

// 定义数据出口
module.exports = {
	data: data
}